brew "eza"
brew "bat"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "zoxide"
brew "atuin"
brew "starship"
brew "gh"
brew "git-delta"
brew "lazygit"
brew "yazi"
brew "jq"
brew "yq"
brew "mise"
brew "direnv"
brew "bottom"
brew "htop"
brew "dust"
brew "duf"
brew "hyperfine"
brew "zellij"
brew "just"
brew "uv"
brew "ast-grep"
brew "gum"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-completions"

tap "drolosoft/tap"
brew "crex"

tap "manaflow-ai/cmux"
cask "cmux"
cask "ghostty"
cask "font-jetbrains-mono-nerd-font"
